{
    "verbs": [
      {
        "v": "EXITS",
        "map": "EXITS"
      },
      {
        "v": "QUIT",
        "map": "QUIT"
      },
      {
        "v": "NORTH",
        "map": "NORTH"
      },
      {
        "v": "N",
        "map": "NORTH"
      },
      {
        "v": "SOUTH",
        "map": "SOUTH"
      },
      {
        "v": "S",
        "map": "SOUTH"
      },
      {
        "v": "EAST",
        "map": "EAST"
      },
      {
        "v": "E",
        "map": "EAST"
      },
      {
        "v": "WEST",
        "map": "WEST"
      },
      {
        "v": "W",
        "map": "WEST"
      }
    ],
    "rooms": {
      "START": {
        "name": "Brave Boulder",
        "desc": "It makes man, or mush. It's taller than three of you, and three of you couldn't begin to roll it. This stone is cursed, of course, it only rolls when you stand in front of it. The locals firmly believe that the one true king of the Ker Loch-Steppe will hurl it at the nearby kingdom of County Pilswick, whom they are inclined to hate for no real reason. There's four directions, like anywhere else, you could go any one of them.",
        "exits": [
          {
            "verb": "NORTH",
            "target": "LOC2",
            "condition": ""
          },
          {
            "verb": "SOUTH",
            "target": "LOC3",
            "condition": ""
          },
          {
            "verb": "WEST",
            "target": "LOC4",
            "condition": ""
          },
          {
            "verb": "EAST",
            "target": "LOC5",
            "condition": ""
          }
        ],
        "inventory": []
      },
      "LOC2": {
        "name": "Where Else?",
        "desc": "Where Else. It's different than Ker Loch Steppe, which is the other way, because people in the Ker at least Care. Where Else is where the stony fences are left to tumble over and the sheep are too apathetic to walk out, which is incidentally the only reason people in Where Else don't starve to death. Similarly, they don't thirst because the holes in the roofs bring them the water they could need, and the tele tells them that's all they need. Not much of a point moving onwards, is there?",
        "exits": [
          {
            "verb": "NORTH",
            "target": "LOC2",
            "condition": ""
          },
          {
            "verb": "SOUTH",
            "target": "START",
            "condition": ""
          },
          {
            "verb": "WEST",
            "target": "LOC4",
            "condition": ""
          },
          {
            "verb": "EAST",
            "target": "LOC5",
            "condition": ""
          }
        ],
        "inventory": []
      },
      "LOC3": {
        "name": "South of the Boulder",
        "desc": "It's a steep decline but you found a way down the slick, sheer surface of the hillock the Brave Boulder balances upon so perilously. It's at this point you hear a not-so distant rumble, and you're pressed to ask just what is the front of a cursed boulder, exactly. You spill flat onto your ass as the Boulder rolls past you and into a patch of brambles, as it flattens whatever is in its path, including one unfortunate fox, leaving one relieved sheep.",
        "exits": [
          {
            "verb": "NORTH",
            "target": "START",
            "condition": ""
          },
          {
            "verb": "SOUTH",
            "target": "LOC3",
            "condition": ""
          },
          {
            "verb": "WEST",
            "target": "LOC4",
            "condition": ""
          },
          {
            "verb": "EAST",
            "target": "LOC5",
            "condition": ""
          }
        ],
        "inventory": []
      },
      "LOC4":{
        "name": "Ker Loch Steppe",
        "desc": "The biggest city in the Isle. You can tell because just looking at it, your pockets feel lighter, and you're developing an intimate resentment of people who have lived here for a shorter time than you. It has spirous buildings that curl like braziers cupping fire, except instead of fire it's some layabout noble who doesn't know that chicken is poultry, or that eggs are the product of mensis. Other than that, it's nice enough: In spite of its name, the loch is tiny, and the steppe the city sits on so you don't really get to appreciate that at all.",
        "exits": [
          {
            "verb": "NORTH",
            "target": "LOC2",
            "condition": ""
          },
          {
            "verb": "SOUTH",
            "target": "LOC3",
            "condition": ""
          },
          {
            "verb": "WEST",
            "target": "LOC4",
            "condition": ""
          },
          {
            "verb": "EAST",
            "target": "START",
            "condition": ""
          }
        ],
        "inventory": []
      },
      "LOC5":{
        "name": "County Pillswick",
        "desc": "Really the bladder of the whole island, since all the piping runs through here. A mess of sluices, spillways, dams and copper tubing. It's unclear where all the water is coming from, on account of Ker Loch Steppe having no functioning public works, but the water in County Pillswick remains septic all the same. It doesn't quite have the Venician appeal. It also has cheaper housing and a nicer college, but nobody lives here because traffic is a nightmare, and the homeless dare to exist out where people can see them. The people here find Ker Loch Steppe's hatred of them confusing.",
        "exits": [
          {
            "verb": "NORTH",
            "target": "LOC2",
            "condition": ""
          },
          {
            "verb": "SOUTH",
            "target": "LOC3",
            "condition": ""
          },
          {
            "verb": "WEST",
            "target": "START",
            "condition": ""
          },
          {
            "verb": "EAST",
            "target": "LOC5",
            "condition": ""
          }
        ],
        "inventory": []
      }
    }
  }